const list = {
    productList: [{ id: "8846374733914", img: "../assets/images/K2420.jpg", type: 'karcher', price: 4300, name: "K 2.420", desc: "เครื่องฉีดน้ำแรงดันสูงที่เหมาะสำหรับการทำความสะอาดในส่วนที่ยากจะเข้าถึง เช่นหลังคอมเพรสเซอร์แอร์ ใต้ท้องรถ ฯลฯ และให้ผลลัพธ์ที่ดีและรวดเร็วกว่าเมื่อเทียบกับการใช้แปรงหรืออุปกรณ์ขัดถูใดๆ" },
    { id: "9621512048940", img: "../assets/images/SC2.jpg", type: 'karcher', price: 4350, name: "SC 2 Easy Fix", desc: "เครื่องทำความสะอาดระบบไอน้ำรุ่นพื้นฐาน สามารถใช้งานง่ายและสะดวก มีส่วนควบคุมไอน้ำ 2 ระดับสำหรับปรับความเข้มข้นของไอน้ำให้เหมาะกับพื้นผิวและสิ่งสกปรก" },
    { id: "8543551567671", img: "../assets/images/SC2D.jpg", type: 'karcher', price: 4600, name: "SC 2 Deluxe Easy Fix", desc: "เครื่องทำความสะอาดระบบไอน้ำรุ่นพื้นฐาน สามารถใช้งานง่ายและสะดวก มีส่วนควบคุมไอน้ำ 2 ระดับสำหรับปรับความเข้มข้นของไอน้ำให้เหมาะกับพื้นผิวและสิ่งสกปรก" },
    { id: "1133041058101", img: "../assets/images/FC5.jpg", type: 'karcher', price: 9900, name: "FC 5 Premium", desc: "เครื่องทำความสะอาดพื้นอัตโนมัติที่จะทำความสะอาด รวมกันได้ในครั้งเดียว ทำให้พื้นของคุณเปล่งประกายโดย ไม่ต้องใช้ ไม้ถูพื้น ถังน้ำ หรือ การขัดพื้นแต่อย่างใด" },
    { id: "9820540089326", img: "../assets/images/airmaskAll.jpg", type: 'innocare', price: 405, name: "Airmask + หนามเตย", desc: "ฟิลเตอร์กรองฝุ่นเพื่อสุขภาพที่ดีของคุณ" },
    { id: "1583123676394", img: "../assets/images/airmask.png", type: 'innocare', price: 295, name: "Airmask", desc: "ฟิลเตอร์กรองฝุ่นเพื่อสุขภาพที่ดีของคุณ" },
    { id: "9056043202526", img: "../assets/images/bazel.png", type: 'innocare', price: 110, name: "หนามเตย", desc: "" },],
    
    serviceList: [{ name: "9,000 - 18,000 BTU, แบบติดผนัง", price: 549, type: "ติดผนัง" },
    { name: "18,001 - 36,000 BTU, แบบติดผนัง", price: 749, type: "ติดผนัง" },
    { name: "9,000 - 18,000 BTU, แบบแขวน", price: 799, type: "แขวน" },
    { name: "18,001 - 36,000 BTU, แบบแขวน", price: 899, type: "แขวน" },
    { name: "9,000 - 18,000 BTU, แบบฝังฝ้า", price: 999, type: "ฝังฝ้า" },
    { name: "36,001 - 60,000 BTU, แบบฝังฝ้า", price: 1349, type: "ฝังฝ้า" },
    { name: "9,000 - 24,000 BTU, แบบตู้ตั้ง", price: 1149, type: "ตู้ตั้ง" },
    { name: "9,000 - 36,000 BTU, 4 ทิศทาง", price: 999, type: "4 ทิศ" }]
}   

export default list